# Настройки вашего бота
TELEGRAM_BOT_TOKEN = "8824671886:AAE_Bi01rhkUDDflB0ACSgYiW2GCJ8frsAk"
TELEGRAM_CHAT_ID = "867621074"

# Что искать
# Поисковый запрос со всеми синонимами и похожими ролями
SEARCH_TEXT = '("помощник финансиста" OR "помощник финансового директора" OR "ассистент финансиста" OR "финансовый менеджер" OR "помощник финансового менеджера" OR "мл финансовый аналитик" OR "junior финансист" OR "помощник экономиста")'
SCHEDULE = "remote"  # Только удаленка

# Режим работы: ТОЛЬКО УВЕДОМЛЕНИЯ В ТЕЛЕГРАМ
AUTO_RESPOND = False  # Отклики отключены!
ONLY_NOTIFY = True  # Только присылать список вам в чат
